@extends('layouts.base')

@section('title', 'Центр европейских квалификаций ЮУрГУ')

@section('content')
	<h3 class="page-header">О проекте</h3>

	<article>
		<p>
			На сегодняшний день каждый ВУЗ Российской Федерации определяет набор дисциплин профессиональной специализации направления самостоятельно.
			Учебные планы направления составляются сразу на весь период обучения и фиксируются на начало процесса обучения.
			За 4 года обучения на бакалавриате стек технологий, требуемый работодателем от потенциальных работников, может почти полностью измениться.
		</p>

		<p>
			Чтобы разрабатываемая система структуризации компонент знаний и навыков не была основана только на зафиксированных в государственных документах стандартах РФ и требованиях,
			сформулированных европейскими ИТ-ассоциациями, все экспертные заключения и согласования на всех уровнях планируется проводить с привлечением экспертов — действующих разработчиков и представителей бизнес-сообщества,
			для этого и был разработан данный веб-портал центра европейских квалификаций.
		</p>

		<p>
			На веб-портале представлено объединенное множество компетенций знаний и навыков в удобочитаемой форме. Поэтому бизнес-экспертам будет легко отметить требуемые в компании компоненты знаний и навыков от претендующего на должность разработчика. Таким образом, на веб-портале будут представлены:
			сформулированные конкретные требования работодателей к сотрудникам;
			начинающие специалисты, еще не осведомленные, какие именно навыки и знания они должны освоить на данном этапе, чтобы стать более востребованными специалистами в профессиональном сообществе, получат ответы на эти вопросы;
			статистика по ответам работодателей в процентном соотношении по каждому компоненту знаний и навыков;
		</p>
	</article>
@endsection
